Repository: parhelia512/DeadMeetsLead
Catalog: Locale/Resource.*.resx
Languages: ru, sv

# MenuConfirmPurchaseTitle
source: Confirm purchase
ru: Подтвердить покупку
sv: Bekräfta köp

# MenuGatlingDesc
source: Rapid fire weapon that consumes a lot of ammo.
ru: Позволяет сделать много выстрелов зa короткий отрезок времени, но потребляет много патронов.
sv: GatlingGun Bränder mycket kulor på kort tid, men förbrukar en hel del ammo

# MenuGoldCoins
source: Number of gold coins you have earned You earn more gold coins by completing maps
ru: Количество заработанных золотых монет. Чем больше карт вы проходите, тем больше монет зарабатываете.
sv: Antal guldmynt du har tjänat Du tjänar mer guldmynt genom att fylla kartor

# MenuHammerDesc
source: A slow and heavy weapon with short range, but massive damage.
ru: Тяжелое и громоздкое оружие, которое используется только вблизи, но наносит высокий урон.
sv: Hammer En långsam och tung vapen med kort räckvidd, men omfattande skador

# MenuMapCompleted
source: You have completed this map
ru: Вы прошли эту карту.
sv: Du har slutfört den här kartan

# MenuMapCompletionYield
source: Completing this map will earn you {0} gold coin(s)
ru: Прохождение этой карты позволит вам заработать немного золота ({0}).
sv: Slutföra denna karta tjänar du {0} guldmynt (s)

# MenuMapSilverRecord
source: Silver coin record: {0}
ru: Рекордное количество серебряных монет: {0}
sv: Silver mynt: {0}

# MenuMapUnavailable
source: The selected map is unavailable in this version of the game
ru: В данной версии игры выбранная карта недоступна.
sv: Den valda kartan är inte tillgänglig i denna version av spelet

# MenuMapUnavailableTitle
source: Map unavailable
ru: Карта недоступна
sv: Karta inte tillgänglig

# MenuNewProfile
source: Create a new local Dead Meets Lead profile.
ru: Создайте новый локальный профиль для игры Dead Meets Lead.
sv: Skapa en ny lokal Dead Uppfyller Bly profil.

# MenuNewProfileTitle
source: New profile
ru: Новый профиль
sv: Ny profil

# MenuNoProfileSelected
source: You have to select a profile first
ru: Сначала вам нужно выбрать профиль
sv: Du måste välja en profil först

# MenuNoProfileSelectedTitle
source: No profile selected
ru: Профиль не выбран
sv: Ingen profil vald

# MenuNotEnoughCoinsTitle
source: You can't afford that
ru: Вы не можете этого себе позволить
sv: Du har inte råd att

# MenuNotEnoughGold
source: You don't have enough gold coins (requires {0} gold coin(s))
ru: У вас недостаточно золота (нужно монет: {0})
sv: Du har inte tillräckligt med guldmynt (kräver {0} guldmynt (s))

# MenuNotEnoughSilver
source: You don't have enough silver coins
ru: У вас недостаточно серебра.
sv: Du har inte tillräckligt med silvermynt

# MenuRemoveProfile
source: Are you sure you want to remove the following profile? {0}
ru: Вы уверены, что хотите удалить следующий профиль? {0}
sv: Är du säker på att du vill ta bort följande profil? {0}

# MenuRemoveProfileTitle
source: Confirm profile removal
ru: Подтвердите удаление профиля
sv: Bekräfta borttagning profil

# MenuShotgunDesc
source: Great allround weapon with good spread.
ru: Отличное многоцелевое оружие с большой зоной поражения.
sv: Shotgun Väldigt bra vapen med god spridning

# MenuSilverCoins
source: Number of silver coins you have earned You earn silver coins by killing zombies
ru: Количество заработанных серебряных монет. Вы можете зарабатывать серебряные монеты, убивая зомби.
sv: Antal silvermynt du har tjänat Du tjänar silvermynt genom att döda zombies

# MenuSkipConfirmation
source: You haven't completed {0} yet, are you sure you want to skip it?
ru: Вы еще не прошли карту {0}. Вы уверены, что хотите пропустить ее?
sv: Du har inte slutfört {0} ännu, är du säker på att du vill hoppa över den?

# MenuSkipConfirmationTitle
source: Skip {0}?
ru: Пропустить {0}?
sv: Hoppa över {0}?

# MenuSpearDesc
source: A long range melee weapon with limited damage.
ru: Длинное оружие ближнего боя с ограниченным уроном.
sv: Spear En lång rad närstridsvapen med begränsade skador

# MenuSwordDesc
source: Great allround weapon with medium range and damage.
ru: Отличное многоцелевое оружие средней длины и со средним уроном.
sv: Sword Väldigt bra vapen med mellanklassbilar och skador

# MenuUnlockMap
source: Unlock '{0}' Price: {1} gold coin(s)
ru: Разблокировать '{0}' Цена (золотых монет): {1}
sv: Lås upp '{0}' Pris: {1} guldmynt (s)

# MenuWeaponPrice
source: {0} Price: {1} silver coins Click to purchase
ru: {0} Цена (серебряных монет): {1} Щелкните для покупки
sv: {0} Pris: {1} silvermynt Klicka för att köpa

# MenuWepAlreadyBought
source: {0} This weapon is already available to you. You can choose to use it the next time you start a map.
ru: {0} Это оружие уже вам доступно. вы можете выбрать его в следующий раз, когда начнете карту.
sv: {0} Detta vapen är redan tillgänglig för dig Du kan välja att använda den nästa gång du startar en karta

source: Version
ru: Версия

# ScoreKilledYourself
source: You killed yourself
ru: Вы убили себя.
sv: Du dödade dig själv

# ScoreKilledByMalaria
source: You died from malaria
ru: Вы умерли от малярии.
sv: Du dog i malaria

# ScoreKilledByAnEnemy
source: You were killed by an enemy
ru: Вас убил враг.
sv: Du dödades av en fiende

# GenLogout
source: Logout
ru: Выйти из системы
sv: Logga ut

# GenNo
source: No
ru: Нет
sv: Nr

# GenYes
source: Yes
ru: Да
sv: Ja

# ErrorBadVideoCard
source: Your graphics card does not meet the minimum requirements. Do you want to continue anyway?
ru: Ваша видеокарта не поддерживается. Вы все равно хотите продолжить?
sv: Ditt grafikkort stöds inte. Vill du fortsätta ändå?

# GenWarning
source: Warning
ru: Внимание
sv: Varning

# AudioAmbientToolTip
source: Adjusts the volume of ambient sound effects.
ru: Позволяет изменить уровень звука окружающей среды.
sv: Justerar volymen för ljudeffekter för omgivning.

# AudioDriverToolTip
source: Decides which audio device drivers to use.
ru: Определяет драйверы аудиокарты.
sv: Beslutar vilka ljud drivrutiner att använda.

# AudioMasterToolTip
source: Adjusts the volume of all sound.
ru: Позволяет изменить громкость звуков всех типов.
sv: Justerar volymen för alla ljud typer.

# AudioMusicToolTip
source: Adjusts the volume of the music.
ru: Позволяет изменить громкость музыки.
sv: Justerar volymen på musiken.

# AudioSoundEffectsToolTip
source: Adjusts the volume of the sound effects.
ru: Позволяет изменить громкость звуковых эффектов.
sv: Justerar volymen för ljudeffekter.

# VideoAnimationToolTip
source: Increasing animation quality will result in more game entities being animated.
ru: Повышение качества анимации позволяет увеличить количество анимированных игровых объектов.
sv: Ökad animation kvalitet kommer att leda till att fler spel företag som animerade.

# VideoAntiAliasingToolTip
source: Removes rough edges.
ru: Сглаживает углы при отображении различных объектов.
sv: Tar bort ojämna kanter.

# VideoDisplayModeToolTip
source: Tip: Fullscreen often increase frame rates.
ru: Подсказка: Переход в полноэкранный режим часто увеличивает частоту обновления изображения.
sv: Tips: Större ökar ofta framrates.

# VideoLightingToolTip
source: Increasing lighting quality will add more complex lighting to the scene.
ru: Повышение качества освещения усложняет освещение и добавляет новые его источники.
sv: Ökad belysning kvalitet kommer att lägga mer komplexa belysning till platsen.

# VideoOverallToolTip
source: Higher quality reduces performance but increases visual appeal. Changing this affects all video quality settings.
ru: Увеличение качества повышает привлекательность картинки, но может отрицательно сказаться на производительности игры. Изменение этого параметра оказывает влияние на все прочие графические настройки.
sv: Högre kvalitet reducerad prestanda men ökar visuella intryck. Ändra Detta påverkar alla videokvalitet inställningar.

# VideoResolutionToolTip
source: Changes the resolution of the screen (only available in real fullscreen).
ru: Меняет разрешение экрана (доступно только в полноэкранном режиме).
sv: Ändrar upplösningen på skärmen (endast availalbe i verkliga fullskärm).

# VideoShadowsToolTip
source: Higher quality results in sharper shadows.
ru: Повышение качества позволяет увеличить четкость изображения теней.
sv: Högre kvalitet resulterar i skarpare skuggor.

# VideoTerrainToolTip
source: More terrain and foliage will be added.
ru: Добавление новых объектов и улучшенная отрисовка листвы.
sv: Fler terräng och lövverk kommer att läggas till.

# VideoTextureFilterToolTip
source: Increases the visual appeal of textures.
ru: Повышает привлекательность текстур.
sv: Ökar visuella intryck av texturer.

# VideoVerticalSyncToolTip
source: Synchronizes the frame rate to the update frequency of your monitor.
ru: Синхронизирует частоту смены кадра изображения с частотой смены кадра вашего монитора.
sv: Synkroniserar framerate till uppdateringsfrekvensen för din bildskärm.

# GenStart
source: Start
ru: Начать

# MapGoodLuckCaptain
source: Good luck, Captain!
ru: Удачи, капитан!
sv: Lycka till, kapten!

# MapSelectedWeapons
source: Selected weapons
ru: Выбранное оружие
sv: Valda vapen

# VideoEnumHigh
source: High
ru: высокое
sv: Hög

# VideoEnumHighest
source: Highest
ru: максимальное
sv: Högsta

# VideoEnumLow
source: Low
ru: низкое
sv: Låg

# VideoEnumLowest
source: Lowest
ru: минимальное
sv: Lägsta

# VideoEnumMedium
source: Medium
ru: среднее

# VideoEnumNoShadows
source: No Shadows
ru: нет теней
sv: Inga skuggor

# GenNone
source: None
ru: нет
sv: Inga

# VideoEnumCustom
source: Custom
ru: изменить
sv: Anpassad

# VideoEnumFullscreen
source: Fullscreen
ru: полный экран

# VideoEnumFullscreenWindowed
source: Fullscreen Windowed
ru: полный экран в окне

# VideoEnumUltra
source: Ultra
ru: ультра

# VideoEnumWindowed
source: Windowed
ru: в окне

# VideoFilteringAnisotropic16x
source: Anisotropic 16x
ru: Анизотропия 16x
sv: Anisotropa 4x

# VideoFilteringAnisotropic2x
source: Anisotropic 2x
ru: Анизотропия 2x
sv: Anisotropa 2x

# VideoFilteringAnisotropic4x
source: Anisotropic 4x
ru: Анизотропия 4x
sv: Anisotropa 4x

# VideoFilteringAnisotropic8x
source: Anisotropic 8x
ru: Анизотропия 8x
sv: Anisotropa 8x

# VideoFilteringBilinear
source: Bilinear
ru: билинейная
sv: Bilinjär

# VideoFilteringTrilinear
source: Trilinear
ru: трилинейная

# VideoVSyncOff
source: Off
ru: Откл

# VideoVSyncOn
source: On
ru: Вкл
sv: På

# ControlJump
source: Jump
ru: Прыжок
sv: Hoppa

# GenLoadingDots
source: Loading...
ru: Загрузка...
sv: Laddar ...

# MenuAchievements
source: Achievements
ru: Достижения
sv: Resultat

# MenuArmory
source: Armory
ru: Арсенал
sv: Vapenförråd

# HUDRageLevelX
source: Rage level {0}!
ru: Ярость уровня {0}!
sv: Rage nivå {0}!

# HUDStageAmmo
source: Ammo
ru: Боеприпасы

# HUDStageCompleted
source: COMPLETED
ru: ЗАВЕРШЕНО
sv: AVSLUTAD

# HUDStageHP
source: HP
ru: ХП

# HUDStageRage
source: Rage
ru: Ярость

# HUDStageTime
source: Time
ru: Время
sv: Tid

# HUDStageX
source: Stage {0}
ru: Уровень {0}
sv: Steg {0}

# HUDWarnNotEnoughAmmo
source: Not enough ammo
ru: Недостаточно патронов
sv: Inte nog ammo

# HUDWarnNotEnoughRage
source: Not enough rage
ru: Низкий уровень ярости
sv: Inte nog raseri

# HUDWarnOnCooldown
source: You cannot do this yet
ru: Вы не можете сделать это сейчас
sv: Du kan inte göra detta ännu

# HUDWarnTooClose
source: You are too close
ru: Вы находитесь слишком близко.
sv: Du är för nära

# ScoreKilledByPiranhas
source: You were eaten by piranhas
ru: Вас съели пираньи.
sv: Du var uppätna av pirayor

# StatsCaughtInNet
source: Caught in net
ru: Пойман в сеть
sv: Fångad i nätet

# StatsDamageDealt
source: Damage dealt
ru: Нанесенный урон
sv: Skador som behandlas

# StatsDamageTaken
source: Damage taken
ru: Принятый урон
sv: Skador som vidtagits

# StatsHitsTaken
source: Hits taken
ru: Ударов принято
sv: vidtas Träffar

# StatsTitle
source: Stats
ru: Детали

# StatsUnitsKilled
source: Total units killed
ru: Всего противников убито
sv: Totalt enheter dödade

# WeaponBlaster
source: Blaster
ru: Бластер

# WeaponCannon
source: Cannon
ru: Пушка

# WeaponGatling
source: Gatling Gun
ru: Пулемет

# WeaponHammer
source: Hammer
ru: Молот
sv: Hammare

# WeaponRifle
source: Rifle
ru: Ружье

# WeaponSpear
source: Spear
ru: Копье

# WeaponSword
source: Sword
ru: Меч

# AchiFeedTheFishes
source: Feed the fishes
ru: Покормите рыбок
sv: Mata fiskarna

# AchiFindTinyTom
source: Find Tiny Tom.
ru: Найдите Крошку Тома.
sv: Hitta Tiny Tom.

# AchiMakePiranasKill10Zombies
source: Make piranhas kill 10 zombies during a single try.
ru: Пираньи должны убить 10 зомби в ходе одной попытки.
sv: Gör piranas döda 10 zombies under en enda försök.

# AchiTinyTom
source: Tiny Tom
ru: Крошка Том

# MenuUnableToLoadProfile
source: Unable to load profile
ru: Не удается загрузить профиль
sv: Kunde inte ladda profil

# MenuUnableToLoadProfileDetails
source: The profile file has been corrupted
ru: Файл профиля поврежден.
sv: Profilen filen har skadats

# AchiFindTomsDog
source: Find Tiny Tom's dog
ru: Найдите собаку Крошки Тома.
sv: Hitta Tiny Tom's hund

# AchiTomsDog
source: Lazarus
ru: Собака Крошки Тома
sv: Hitta Tiny Tom's hund

# HUDMalaria
source: Malaria
ru: Малярия

# GenSupport
source: Support
ru: Поддержка

# AchiCloseAllDoorsOnLevelC
source: Close all doors on "Ancient City".
ru: Закройте все двери на карте "Древний город".

# AchiCompleteArenaWithoutHit
source: Complete "The Arena" without taking a hit.
ru: Пройдите карту "Арена", не получив ни одного удара.

# AchiLimitingYourChoises
source: Limiting your choices
ru: Ограничение выбора

# AchiNotAScrath
source: Not a scratch
ru: Ни царапины

# AchiHonorThePiranas
source: Honor the piranhas
ru: Помощь пираньям

# AchiMakeAllBullsDieFromPiranas
source: Make piranhas kill all bulls on "Into the shadows".
ru: Помогите пираньям сожрать всех быков на карте "В сумрак".

# MenuBannedKey
source: Your product key has been banned. Please contact us at support@deadmeetslead.com if you feel this is an error, or try to enter the key again.
ru: Ваш ключ заблокирован. Если вы считаете, что это ошибка, свяжитесь с нами по аресу электронной почты support@deadmeetslead.com или попытайтесь ввести ключ еще раз.

# MenuBannedKeyTitle
source: Banned product key
ru: Ключ заблокирован

# MenuNoValidKey
source: Please enter your product key.
ru: Пожалуйста, введите ключ продукта.

# MenuNoValidKeyTitle
source: Product activation
ru: Активация продукта

# MenuNewVersionAvailable
source: Would you like to download and install it now?
ru: Вы хотите загрузить и установить ее сейчас?

# MenuNewVersionAvailableTitle
source: New version available!
ru: Доступна новая версия!

# MenuUnknownLanguage
source: Your license key is valid for a language not supported by this game version. Please install the latest version of the game.
ru: Ваш лицензионный ключ предназначен для игры на языке, не поддерживаемом в данной версии игры. Пожалуйста, установите последнюю версию игры.

# MenuUnknownLanguageTitle
source: Unknown language
ru: Неизвестный язык

# MenuInvalidKey
source: The key you entered was not valid.
ru: Введнный вами ключ не подходит.

# MenuInvalidKeyTitle
source: Invalid key
ru: Неверный ключ

# MenuSkipTutorial
source: the tutorial
ru: обучение

# MenuSkipTutorial2
source: the advanced tutorial
ru: доп. обучение

# AchiAvoidGettingCaughtInAnyNetOnLevelQ
source: Avoid getting caught in a net on "The Horde".
ru: Не попадитесь в сеть на карте "Орда".

# AchiSlipperyNipple
source: Slippery nipple
ru: Скользкий тип

# AchiCompleteAdvancedTutorialWithoutKillingAnyGrunts
source: Complete "Advanced Tutorial" without killing any grunts.
ru: Пройдите "Доп. обучение", не убивая зомби.

# AchiRottensForDinner
source: Rotten for dinner
ru: Трупоеды без обеда

# ErrorUnableToConnect
source: Unable to connect
ru: Невозможно подключиться

# MenuGameCompletedDialogText
source: You have now completed Dead Meets Lead! There's more though; get started by checking out the achievements in the lower right corner of the map. Which ones can you complete?
ru: Вы прошли игру Dead Meets Lead! Однако, это еще не все! В правом нижнем углу экрана приведены достижения, которые вы можете получить. Попробуете?

# MenuGameCompletedDialogTitle
source: Congratulations
ru: Поздравляем

# MenuMoreNews
source: More news...
ru: Еще новости...

# MenuNews
source: News
ru: Новости

# GenLeftMouse
source: Left Mouse
ru: ЛКМ

# GenMiddleMouse
source: Middle Mouse
ru: СКМ

# GenRightMouse
source: Right Mouse
ru: ПКМ

source: ABADDON
ru: Аваддон

# AbaddonText
source: LORD OF THE BOTTOMLESS PIT
ru: ВЛАДЫКА БЕЗДНЫ

source: BRUTUS
ru: Брутий

# BrutusText
source: KING OF THE ZOMBIES
ru: КОРОЛЬ ЗОМБИ

source: WOLF
ru: Волк

# WolfText
source: BIGGEST AND BADDEST
ru: ВЕЛИКИЙ И УЖАСНЫЙ

# AchiDeadMeetsLead
source: Dead Meets Lead
sv: Dead Uppfyller Bly

source: Dead Meets Lead
sv: Dead Uppfyller Bly
