Repository: parhelia512/DeadMeetsLead
Catalog: Locale/Resource.*.resx
Languages: ru, sv

# AchiAllIn
source: All in
ru: Все включено
sv: Alla i

# AchiAmmoConservative
source: Ammo conservative
ru: Оружейный консерватор
sv: Ammo konservativ

# AchiBarbecue
source: Barbecue
ru: Шашлык

# AchiBloodboil
source: Bloodboil
ru: Кипящая кровь

# AchiBloodSweatAndTears
source: Blood, sweat and tears
ru: Кровь, пот и слезы
sv: Blod, svett och tårar

# AchiBoom
source: BAM
ru: БАМ

# AchiBoxcutter
source: Boxcutter
ru: Канцелярский нож

# AchiBraindead
source: Braindead
ru: Тупица

# AchiBurningHisMinions
source: Friendly fire
ru: Поджигатель приспешников
sv: Burning hans anhang

# AchiCallForthTheDemon
source: An early demon
ru: Вызов демона
sv: Framkalla demonen

# AchiChampionOfTheDead
source: Champion of the dead
ru: Чемпион среди мертвецов
sv: Champion av de döda

# AchiCleanseTheLands
source: Cleanse the lands
ru: Зачистка земель
sv: Rengör landar

# AchiCompleteAllLevels
source: Complete all levels.
ru: Пройдите все уровни.
sv: Klara alla nivåer.

# AchiCompleteAmbushWithoutHitting
source: Complete "Ambush" without hitting any zombies.
ru: Пройдите уровень "Засада", не попав ни по одному зомби.
sv: Komplett "Ambush" utan att träffa några zombies.

# AchiCompleteCommandersWithoutHit
source: Complete "Commanders" without taking a hit.
ru: Пройдите уровень "Командиры" без единого удара со стороны противников.
sv: Komplett "Befälhavare" utan att ta en träff från någon zombies.

# AchiCompleteFireAwayWithoutUsing
source: Complete "Fire Away!" without using your ranged weapon.
ru: Пройдите уровень "Пали!", не используя оружие дальнего боя.
sv: Komplett "Fire Away!" utan att använda varierade vapen.

# AchiCompleteGauntletInLessThanXSeconds
source: Complete "Gauntlet" in less than {0} seconds.
ru: Пройдите уровень "Сквозь строй" менее чем за {0} секунд.
sv: Komplett "Gauntlet" på mindre än {0} sekunder.

# AchiCompleteGodSpeedLessThanXSeconds
source: Complete "God Speed" in less than {0} seconds.
ru: Пройдите уровень "Божественная скорость" менее чем за {0} секунд.
sv: Komplett "Gud Speed" på mindre än {0} sekunder.

# AchiCompleteReverseGauntletWithoutChests
source: Complete "Reverse Gauntlet" without destroying any regular chests.
ru: Пройдите уровень "Сквозь строй в другую сторону", не уничтожив ни одного обычного сундука.
sv: Komplett "Reverse Gauntlet" utan att döda någon regelbunden kistor.

# AchiCompleteTheGame
source: Complete the game.
ru: Пройдите игру.
sv: Klara spelet.

# AchiDestroyAllBoxesOnTheCliff
source: Destroy all boxes on "The Cliff" within 2 minutes.
ru: Уничтожьте все ящики на уровне "Скала" в течение 2 минут.
sv: Förstör alla lådor på "The Cliff" inom 2 minuter.

# AchiGainRageLevel4OnLevelA
source: Gain rage level 5 on "Stranded".
ru: Достигните четвертого уровня ярости на уровне "На мели".
sv: Få ilska nivå 4 på "Stranded".

# AchiGauntletChallengeX
source: Gauntlet challenge {0}
ru: Сквозь строй {0}
sv: Gauntlet utmaning {0}

# AchiGettingRidOfTheirBoss
source: Getting rid of the boss
ru: Избавление от босса
sv: Att bli av med chefen.

# AchiGodSpeedChallengeX
source: God Speed challenge {0}
ru: Божественная скорость {0}
sv: Gud Fartutmaning {0}

# AchiGoingCrazyAndLovingIt
source: Going crazy and loving it
ru: Схожу с ума, и мне это нравится!
sv: Bli galen och älska det

# AchiHurtButNotDead
source: Hurt, but not dead
ru: Раненый, но живой
sv: Hurt, men inte döda

# AchiIAmCalmTrustMe
source: I am calm, trust me
ru: Я спокойный, поверьте мне
sv: Jag är lugn, lita på mig

# AchiIGotLeadInMyVeins
source: I got lead in my veins
ru: У меня в венах свинец
sv: Jag fick bly i mina ådror

# AchiIntentionToWin
source: Intention to win
ru: Стремление к победе
sv: Avsikt att vinna

# AchiInTheirFace
source: In their face
ru: Им в лицо
sv: I ansiktet

# AchiIStillHaveMyWeapons
source: I still have my weapons
ru: У меня все еще есть оружие
sv: Jag har fortfarande mina vapen

# AchiKillTheDemonLord
source: Kill the demon lord.
ru: Убейте верховного демона.
sv: Döda Demon Lord

# AchiKillTheWolfBoss
source: Kill the wolf.
ru: Убейте Волка.
sv: Döda vargen

# AchiKillTheZombieBoss
source: Kill the zombie leader.
ru: Убейте предводителя зомби.
sv: Döda Zombie ledare

# AchiKillXZombiesInLessThanYSeconds
source: Kill {0} zombies in less than {1} seconds.
ru: Убейте {0} зомби менее чем за {1} сек.
sv: Döda {0} zombies på mindre än {1}.

# AchiLandAHitForOverXDamage
source: Land a hit for over {0} damage.
ru: Нанесите не менее {0} ед. урона одним ударом.
sv: Landa en träff för över {0} skador.

# AchiLetTheBullHandleIt
source: Let the bull handle it
ru: Пусть бык все уладит
sv: Låt tjuren hantera det

# AchiMake10ConsecutiveTries
source: Make 10 consecutive tries on a single map.
ru: Вы должны предпринять 10 последовательных попыток на одной карте.
sv: Gör 10 på varandra följande försök på en enda karta.

# AchiMake20ConsecutiveTries
source: Make 20 consecutive tries on a single map.
ru: Вы должны предпринять 20 последовательных попыток на одной карте.
sv: Gör 20 på varandra följande försök på en enda karta.

# AchiMake50ConsecutiveTries
source: Make 50 consecutive tries on a single map.
ru: Вы должны предпринять 50 последовательных попыток на одной карте.
sv: Gör 50 på varandra följande försök på en enda karta.

# AchiMake5ConsecutiveTries
source: Make 5 consecutive tries on a single map.
ru: Вы должны предпринять 5 последовательных попыток на одной карте.
sv: Gör 5 på varandra följande försök på en enda karta.

# AchiMakeABullChargeZombie
source: Make a bull charge a zombie to death.
ru: Заставьте быка забодать зомби до смерти.
sv: Gör en tjur ut en zombie till döds.

# AchiMakeAClericKillAZombie
source: Make a voodoo priest kill a voodoo priest.
ru: Заставьте клирика-жреца убить зомби.
sv: Gör en prästman döda en zombie.

# AchiMedicalAttention
source: Medical attention?
ru: Медицинский уход?
sv: Läkarvård?

# AchiMentalMeltdown
source: Mental meltdown
ru: Ментальный взрыв
sv: Mental härdsmälta

# AchiNeedToSharpenMyWeapons
source: No mercy
ru: Мне нужно наточить оружие
sv: Behöver vässa mina vapen

# AchiNeverGonnaLetThemGo
source: Never gonna let them go
ru: Никогда не дам им уйти
sv: Kommer aldrig att låta dem gå

# AchiNoPatience
source: No patience
ru: Не хватает терпения
sv: Ingen tålamod

# AchiOutOfTheBox
source: Out of the box
ru: Из ящика
sv: Ur lådan

# AchiPacifist
source: Pacifist
ru: Пацифист
sv: Pacifistiska

# AchiReachRageLevelXAnyLevel
source: Reach rage level {0} on any level.
ru: Достигните {0}-го уровня ярости на любом уровне.
sv: Nå raseri nivå {0} på någon nivå.

# AchiSlay10000Zombies
source: Slay 10000 Zombies.
ru: Убейте 10000 зомби.

# AchiSlay1000Zombies
source: Slay 1000 Zombies.
ru: Убейте 1000 зомби.

# AchiSlay50000Zombies
source: Slay 20000 Zombies.
ru: Убейте 50000 зомби.
sv: Slay 50.000 Zombies.

# AchiSlay5000Zombies
source: Slay 5000 Zombies.
ru: Убейте 5000 зомби.

# AchiSneaky
source: Sneaky
ru: Хитрец

# AchiTakeXDamageDuringASingleTry
source: Take {0} damage during a single try.
ru: Примите {0} ед. урона за одну попытку.
sv: Ta {0} skador under ett enda försök.

# AchiTheDemonLordsPet
source: The demon lord's pet
ru: Зверушка верховного демона
sv: Demonen Herrens husdjur

# AchiZombieMassacre
source: Zombie massacre
ru: Зомби-бойня
sv: Zombie massaker

# AchiCompleteGauntletInLessThan1Minute
source: Complete "Gauntlet" in less than 1 minute.
ru: Пройдите уровень "Сквоз строй" менее чем за минуту.
sv: Komplett "Gauntlet" på mindre än 1 minut.

source: Audio
ru: Звук
sv: Ljud

# ControlMelee
source: Melee Weapon
ru: Оружие ближнего боя
sv: Närstridsvapen

# ControlMoveBackward
source: Move Backward
ru: Назад
sv: Flytta bakåt

# ControlMoveForward
source: Move Forward
ru: Вперед
sv: Gå framåt

# ControlRanged
source: Ranged Weapon
ru: Оружие дальнего боя
sv: Varierade Vapen

source: Controls
ru: Управление
sv: Kontroller

# ControlSettingsTitle
source: Controls
ru: Управление
sv: Kontroller

# ControlStrafeLeft
source: Strafe Left
ru: Влево
sv: Strafe vänster

# ControlStrafeRight
source: Strafe Right
ru: Вправо
sv: Strafe Höger

# ErrorFailInitSoundDevice
source: Failed to initialize sound device. The game can still run, but will not be able to play sounds.
ru: Не удалось обнаружить звуковую карту. Игра будет запущена, но звуки воспроизводиться не будут.
sv: Misslyckades med att initiera ljud enhet. Spelet kan fortfarande köra, men kommer inte att kunna spela upp ljud.

# ErrorFailInitSoundDeviceTitle
source: Failed to initialize sound device
ru: Не удалось обнаружить звуковую карту
sv: Misslyckades med att initiera ljud enhet

# ErrorFailSetAudioDevice
source: Unable to set audio device. Please make sure that your audio device(s) is/are enabled and working. Until then your game will not be audible. Error: {0}
ru: Не удается настроить звуковую карту. Пожалуйста, убедитесь в том, что она установлена и функционирует. В противном случае игра будет работать без звука. Ошибка: {0}
sv: Kan inte ställa in ljudenheten. Se till att din ljudenhet (s) är / är aktiverade och fungerar. Fram till dess ditt spel kommer inte att höras. Fel: {0}

# ErrorFailSetAudioDeviceTitle
source: Unable to set audio device
ru: Не удается настроить звуковую карту
sv: Kan inte ställa in ljudenheten

# ErrorLowShaderModel
source: Your graphics card does not support shader model 3.0 or higher. Game is shutting down.
ru: Ваша видеокарта не поддерживает шейдеры третьей или более поздней модели. Программа закрывается.
sv: Ditt grafikkort stöder inte Shader Model 3.0 eller högre. Spelet stängs av.

# ErrorUnhandledException
source: An unexpected error has occurred. Sending crash data...
ru: Произошла неожиданная ошибка. Клиентская программа закрывается...
sv: Ett oväntat fel har inträffat. Client avstängning ...

# ErrorWrongFrameworkVersion
source: It appears you don't have a correct setup of the .NET-framework installed. The game may not run as intended or not at all. {0} Do you want to continue anyway?
ru: По всей видимости, у вас не установлена необходимая версия платформы .NET Framework. Игра не сможет работать правильно или работать вообще. {0} Вы все равно хотите продолжить?
sv: Det verkar du inte har en korrekt inställning av. NET installerat-ram. Spelet kan inte köra som planerat eller inte alls. {0} Vill du fortsätta ändå?

# ErrorWrongFrameworkVersionTitle
source: Missing .NET-framework installation
ru: Отсутствует .NET Framework

# GenAchievementCaps
source: ACHIEVEMENT
ru: ДОСТИЖЕНИЕ
sv: PRESTATION

# GenApply
source: Apply
ru: Применить
sv: Ansök

# GenCancel
source: Cancel
ru: Отмена
sv: Avbryt

# GenClose
source: Close
ru: Закрыть
sv: Stäng

# GenContinue
source: Continue
ru: Продолжить
sv: Fortsätt

# GenLoading
source: Loading
ru: Загрузить
sv: Laddar

# GenMainMenu
source: Main menu
ru: Главное меню
sv: Huvudmeny

# GenMap
source: Map
ru: Карта
sv: Karta

# GenMeleeWeapon
source: Melee weapon
ru: Оружие ближнего боя
sv: Närstridsvapen

# GenMenu
source: Menu
ru: Меню
sv: Meny

# GenNext
source: Next
ru: Далее
sv: Nästa

# GenOffline
source: Offline
ru: Оффлайн

# GenOk
source: Ok
ru: ОК

# GenOnline
source: Online
ru: Онлайн

# GenPage
source: Page
ru: Страница
sv: Sida

# GenPlayAgain
source: Play again
ru: Играть снова
sv: Spela igen

# GenPrev
source: Prev
ru: Назад
sv: Föregående

# GenQuit
source: Quit
ru: Выход
sv: Avsluta

# GenRangedWeapon
source: Ranged weapon
ru: Оружие дальнего боя
sv: Varierade vapen

# GenRequires
source: Requires
ru: Требования
sv: Kräver

# GenRestart
source: Restart
ru: Сначала
sv: Starta om

# GenResume
source: Resume
ru: Продолжить
sv: Återuppta

# GenTime
source: Time
ru: Время
sv: Tid

# HelpGhostBullet
source: Try performing a Ghost bullet shot. Press ({0}).
ru: Попробуйте выполнить призрачный выстрел. Нажмите на ({0}).
sv: Försök att utföra ett skott Ghost kula. Tryck ({0}).

# HelpHit
source: Try hitting a zombie. Walk up to one and press ({0}).
ru: Попробуйте ударить зомби. Подойдите к одному из них и нажмите на ({0}).
sv: Försök att träffa en zombie. Gå upp till en och tryck på ({0}).

# HelpJump
source: You can jump by pressing ({0}).
ru: Чтобы подпрыгнуть, нажмите на ({0}).
sv: Du kan hoppa genom att trycka ({0}).

# HelpMapScroll
source: You can move around the map by clicking and dragging it.
ru: Для перемещения по карте щелкните по ней и переместите мышь.
sv: Du kan flytta runt på kartan genom att klicka och dra den.

# HelpPurchaseWeapon
source: You can purchase weapons for silver coins in the armory.
ru: Приобретать оружие вы можете за серебряные монеты в арсенале.
sv: Du kan köpa vapen för silvermynt i arsenal.

# HelpRifle
source: Try shooting with your rifle. Press ({0}) to equip the rifle and fire by pressing ({1}).
ru: Попробуйте выстрелить из ружья. Нажмите ({0}), чтобы взять его в руки, и ({1}), чтобы выстрелить.
sv: Prova att skjuta med ditt gevär. Tryck ({0}) för att rusta geväret och eld genom att trycka ({1}).

# HelpSlam
source: Try performing a Slam. Press ({0}).
ru: Попробуйте провести сильный удар. Нажмите на кнопку ({0}).
sv: Prova att göra en Slam. Tryck ({0}).

# HelpTipDontAlwaysNeedToKill
source: Tip: You don't always need to kill all of the zombies.
ru: Подсказка: вам не всегда нужно уничтожать всех зомби.
sv: Tips: Du behöver inte alltid måste döda alla zombies.

# HelpTipKeepPushingForward
source: Tip: Keep pushing forward!
ru: Подсказка: Продолжайте двигаться вперед!
sv: Tips: Håll driva!

# HelpTipRageMakesYourPowerful
source: Tip: Getting a lot of rage can make you quite powerful.
ru: Подсказка: достижение высокого уровня ярости может сделать вас заметно сильнее.
sv: Tips: Att få en massa ilska kan göra dig ganska kraftfull.

# HelpTipSureAboutTheWay
source: Tip: Are you sure you are taking the right way?
ru: Подсказка: вы уверены, что идете по верному пути?
sv: Tips: Är du säker på att du tar rätt sätt?

# HelpTipTrickTheBull
source: Tip: Can you trick the bull in any way?
ru: Подсказка: вы никак не сможете обмануть быка?
sv: Tips: Kan du lura tjuren på något sätt?

# HelpTryOtherWeapons
source: Have you tried to use other combinations of weapons?
ru: Вы пытались использовать другие комбинации оружия?
sv: Har du försökt att använda andra kombinationer av vapen?

# HelpWASD
source: Try moving around. Forward: ({0}) Back: ({1}) Left: ({2}) Right: ({3})
ru: Попробуйте походить вокруг Вперед: ({0}) Назад: ({1}) Влево: ({2}) Вправо: ({3})
sv: Försök att flytta runt. Forward: ({0}) Rygg: ({1}) Vänster: ({2}) Höger: ({3})

# HUDAmmunition
source: Ammunition
ru: Боеприпасы

# HUDGhostBullet
source: Ghost bullet {0} A long range special attack that shoots through walls and explodes at its target. Has a minimum range.
ru: Призрачный выстрел {0} Дальнобойная особая атака; выстрел туда, где находится указатель мыши. Есть минимальная дальность использования.
sv: Ghost bullet {0} En lång rad speciell attack som skjuter marken nedanför markören. Har ett visst utbud.

# HUDHitPoints
source: Hit points {0} / {1} Regenerates slowly
ru: Здоровье {0} / {1} Восстанавливается медленно
sv: Träffpoäng {0} / {1} förnyar långsamt

# HUDMelee
source: Melee attack {0}
ru: Атака в ближнем бою {0}

# HUDRage
source: Rage Kill units to gain rage. When you have enough, you gain a rage level.
ru: Ярость Убивайте противников для повышения уровня ярости.
sv: Rage Döda enheter för att få raseri. När du har tillräckligt får du ett raseri nivå.

# HUDRageLevel
source: Rage Level Higher rage levels makes you more powerful
ru: Уровень ярости Чем выше уровень ярости, тем вы сильнее
sv: Rage nivå högre raseri nivåer gör dig starkare

# HUDRanged
source: Ranged attack {0}
ru: Атака в дальнем бою {0}
sv: Varierade attack {0}

# HUDSlam
source: Slam {0} An extra powerful melee attack that also stuns nearby enemies. Consumes Rage.
ru: Сильный удар {0} Очень мощный удар ближнего боя, который оглушает окружающих противников. При использовании тратится ярость.
sv: Slam {0} En extra kraftfull melee attack som också STUNS närliggande fiender. Förbrukar Rage.

# HUDSwitchMelee
source: Switch to melee weapon {0}
ru: Переключение на оружие ближнего боя {0}
sv: Växla till närstridsvapen {0}

# HUDSwitchRange
source: Switch to ranged weapon {0}
ru: Переключение на оружие дальнего боя {0}
sv: Växla till varierade vapen {0}

source: Options
ru: Настройки
sv: Alternativ

# ScoreActions
source: Actions
ru: Действия
sv: Aktiviteter

# ScoreCaughtInNet
source: Caught in net
ru: Пойман в сеть
sv: Fångad i nätet

# ScoreCharacterActions
source: Character actions
ru: Действия персонажа
sv: Tecken åtgärder

# ScoreCompletedMapInXTries
source: You completed the map in {0} try/tries.
ru: Вы прошли эту карту. Кол-во попыток - {0}.
sv: Du slutförde kartan i {0} försök.

# ScoreDamageDealt
source: Damage dealt
ru: Нанесенный урон
sv: Skador som behandlas

# ScoreDamageTaken
source: Damage taken
ru: Принятый урон
sv: Skador som vidtagits

# ScoreDefeat
source: Defeat
ru: Поражение
sv: Besegra

# ScoreFighter
source: FIGHTER
ru: БОЕЦ

# ScoreFighterText
source: Quitting is for cowards!
ru: Выход для трусов!
sv: Avsluta är för fegisar!

# ScoreFrenzy
source: FRENZY
ru: БЕШЕНСТВО
sv: FRENESI

# ScoreFrenzyText
source: I'm on a killing spree!
ru: Я впал в убойный раж!
sv: Jag är på ett dödande Spree!

# ScoreGhostRifleAccuracy
source: Ghost Rifle accuracy
ru: Точность призрачной стрельбы
sv: Ghost Rifle noggrannhet

# ScoreGhostRifleShots
source: Ghost Rifle shots
ru: Призрачных выстрелов

# ScoreHero
source: HERO
ru: ГЕРОЙ

# ScoreHeroText
source: GRRRRR!!!
ru: ГРРРР!!!

# ScoreHitsTaken
source: Hits taken
ru: Ударов принято
sv: vidtas Träffar

# ScoreKilledUnits
source: Killed units
ru: Убито противников
sv: Dödade enheter

# ScoreRewardsAndResults
source: Rewards & Results
ru: Достижения и награды
sv: Belöningar och resultat

# ScoreShotgunAccuracy
source: Shotgun accuracy
ru: Точность стрельбы из дробовика
sv: Shotgun noggrannhet

# ScoreShotgunShots
source: Shotgun shots
ru: Выстрелов из дробовика
sv: Shotgun skott

# ScoreStats
source: Stats
ru: Детали

# ScoreSurvivor
source: SURVIVOR
ru: УЦЕЛЕВШИЙ
sv: EFTERLEVANDE

# ScoreSurvivorText
source: May the strong prevail!
ru: Да победит сильнейший!
sv: Får den starka segra!

# ScoreTotalKilled
source: Total killed
ru: Всего убито
sv: Totalt dödades

# ScoreVictory
source: Victory
ru: Победа

# ScoreYouEarnedGoldCoins
source: You earned {0} gold coin(s)
ru: Заработано золотых монет: {0}
sv: Du har förtjänat {0} guldmynt (s)

# ScoreYouEarnedGoldCoinsTooltip
source: You earned these gold coins for completing a new map.
ru: Вы получили эти золотые монеты за прохождение новой карты.
sv: Du har förtjänat dessa guldmynt för att genomföra en ny karta.

# ScoreYouIncreasedSilverCoins
source: You increased your silver yield for this map with {0} silver coin(s)
ru: Вы увеличили сбор серебра с этой карты; получено серебряных монет: {0}
sv: Du ökat din silver avkastningen för denna karta med {0} silvermynt (s)

# ScoreYouIncreasedSilverCoinsTooltip
source: Your previous silver yield for this map was {0}. You have now increased this value to {1}.
ru: Серебро, получаемое за карту ранее: {0}. Теперь вы увеличили эту сумму до {1}.
sv: Dina tidigare silver avkastningen för denna karta var {0}. Du har nu ökat värdet till {1}.

# SettingsNeedRestart
source: The game needs to be restarted for the new settings to apply.
ru: Чтобы изменения вступили в силу, вы должны перезагрузить игру.
sv: Spelet måste startas om för att de nya inställningarna ska gälla.

# SettingsNeedRestartTitle
source: Needs program restart
ru: Необходимо перезапустить программу
sv: Behöver omstart av programmet

# SoundAmbientVolume
source: Ambient Volume
ru: Громкость окружающих звуков
sv: Ambient Volym

# SoundAudioDriver
source: Audio Driver
ru: Аудиодрайвер
sv: Ljuddrivrutin

# SoundEffectsVolume
source: Sound Volume
ru: Громкость звука
sv: Ljudvolymen

# SoundMasterVolume
source: Master Volume
ru: Общая громкость
sv: Master Volumne

# SoundMusicVolume
source: Music Volume
ru: Громкость музыки
sv: Musikvolymen

# SoundSettingsTitle
source: Sound Settings
ru: Настройки звука
sv: Ljudinställningar

# Tier1Name
source: Southern Coastlines
ru: Южное побережье
sv: Sydkusterna

# Tier2Name
source: The Wetlands
ru: Болота
sv: Våtmarkerna

# Tier3Name
source: Duskhaven
ru: Сумрачный приют

# Tier4Name
source: The Dead Marshes
ru: Болото Смерти

# Tier5Name
source: Western Highlands
ru: Западное нагорье

# Tier6Name
source: King's Plateau
ru: Королевское плато

# Tier7Name
source: The Lost Valley
ru: Тайная Долина

# Tier9Name
source: Evil Eye Mountain
ru: Гора Сглаза

source: Video
ru: Графика

# VideoAnimation
source: Animation
ru: Анимация

# VideoAntiAliasing
source: Anti-aliasing
ru: Сглаживание

# VideoLightingQuality
source: Lighting Quality
ru: Качество освещения
sv: Ljuskvalitet

# VideoOverallVideo
source: Overall Video
ru: Общие параметры
sv: Övergripande Video

# VideoResolution
source: Resolution
ru: Разрешение
sv: Upplösning

# VideoSettingsTitle
source: Video Settings
ru: Настройки графики
sv: Videoinställningar

# VideoShadowQuality
source: Shadow Quality
ru: Качество теней

# VideoTerrainQuality
source: Terrain Quality
ru: Отображение местности
sv: Terräng Kvalitet

# VideoTextureFiltering
source: Texture Filtering
ru: Фильтрация текстур
sv: Texturfiltrering

# VideoVerticalSync
source: Vertical Sync
ru: Верт. синх.
sv: Vertikal Sync

# VideoWindowMode
source: Window Mode
ru: Режим
sv: Fönsterläge

# ErrorOutOfVideoMemory
source: You ran out of video memory. Try lowering the shadow quality settings and try again. Game is shutting down.
ru: У вас недостаточно видеопамяти. Попробуйте понизить качество теней и повторить попытку. Игра завершает работу.
sv: Du sprang ut ur grafikminne. Prova att sänka inställningarna skuggan kvalitet och försök igen. Spelet stängs av.

# GenLCBullets
source: bullets
ru: пули
sv: kulor

# GenLCHP
source: hp
ru: ХП

# GenLCMinuteShort
source: min
ru: мин.

# GenLCSecondsShort
source: sec
ru: сек.
sv: SEK

# GenLCTimeLeft
source: left
ru: осталось
sv: vänster

# GenLCRage
source: rage
ru: ярость
sv: raseri

# HUDMalariaWarning
source: You have ventured too far out into the jungle and attracted a tropical disease. Get back to the main road before it kills you!
ru: Вы зашли слишком далеко в джунгли и подхватили какую-то тропическую болезнь. Возвращайтесь на тропу, пока она вас не убила!
sv: Du har vågat för långt ut i djungeln och lockade en tropisk sjukdom. Kom tillbaka till huvudvägen innan den dödar dig!

# HUDMalariaWarningTitle
source: Malaria!
ru: Малярия!

# HUDYouRanOutOfTime
source: You ran out of time
ru: У вас вышло время
sv: Du fick ont ​​om tid

source: Press ESC to skip
ru: Нажмите ESC, чтобы пропустить
sv: Tryck på ESC för att hoppa

# GenLogin
source: Login
ru: Подключение
sv: Logga in

# GenName
source: Name
ru: Имя
sv: Namn

# GenNew
source: New
ru: Новая игра
sv: Nya

# GenObjectives
source: Objectives
ru: Задачи
sv: Mål

# GenOptions
source: Options
ru: Настройки
sv: Alternativ

# GenProfile
source: Profile
ru: Профиль
sv: Profil

# GenRemove
source: Remove
ru: Удалить
sv: Ta bort

# GenUnavailable
source: Unavailable
ru: Недоступно
sv: Inte tillgänglig

# MenuBlasterDesc
source: A hand mortar with great area of effect damage.
ru: Ручной миномет с высокой эффективностью, который наносит урон по области.
sv: Blaster En hand mortel med bra område för ikraftträdande skada

# MenuCannonDesc
source: Shoots one heavy cannon ball with massive damage that penetrates just about anything.
ru: Позволяет сделать выстрел тяжелым пушечным ядром, который наносит большой урон и пробивает любое препятствие.
sv: Cannon skjuter på en tung kanonkula med omfattande skador som tränger vad som helst

# MenuConfirmPurchase
source: Are you sure you want to unlock the {0} for {1} silver coins?
ru: Вы уверены, что хотите разблокировать {0} (затраты серебра: {1})?
sv: Är du säker på att du vill låsa upp {0} för {1} silvermynt?
